var post = [
	{
		"title": "Linker月度读书会",
		"intro": "国内外区块链的发展趋势研究",
		"intro_img": "/post-img/tech_activity1.jpg",
		"author": "Linker小编",
		"avatar": "/user-avatar/1.png",
		"post_time": "2018-08-18 10:00",
		"post_type": "活动",
		"content": ["Matryx是一个基于区块链技术、人工智能算法和VR实现技术的科研协作平台，其利用区块链去中心化分布式、不可篡改、智能合约、开放性和共享性等特点，设计出一套“智能合约”系统，使分布于世界各地的科研机构和人员可以通过该平台共同解决某一科研项目，并获得相应的代币报酬。该合作模式具有省时、节约、高效、公平等特点。","Matryx平台由一个智能合同系统和传统系统支持框架组成。智能合同系统提供公开项目的公共分类账及其相关支付(“赏金”) 和提出的解决方案 (“意见书”)。该系统的赏金和意见书是Matryx平台的核心。","Matryx将为合作者创造一个共同的领域，共同分享投稿，并留下一个数字指纹以证明他们曾经参与。个人或组织将能够定义他们数字作品的奖励机制，创建他们自己的许可条款，并通过公共分类账证明作品真实性和所有权。奖励将由贡献大小分配，这将激励广泛的合作创造和研究，而不鼓励封闭式样组织或小团队。","在科研工具方面，Matryx提供了VR三维可视环境下的科研环境，使科研人员能够在纳米级精准度下进行操作、协作和模拟。其母公司Nanome已研发出两款专利虚拟现实软件帮助呈现，包括人类历史上第一款3D数学绘图应用软件Calcflow，还有一款通过虚拟现实去实现构造细胞的软件Nano-one。","应用场景：", "任何需要团队协作解决问题的场景，原则上都可以通过该平台建立合作关系。"]
	}
];

module.exports = post;